Revit 2024 API
OverrideGraphicSettings Constructor
Overload List
Name | Description
OverrideGraphicSettings()
 Creates a new instance of an OverrideGraphicSettings object.
OverrideGraphicSettings(OverrideGraphicSettings)
 Creates a new instance of an OverrideGraphicSettings object based on an existing OverrideGraphicSettings object.
See Also
OverrideGraphicSettings Class
OverrideGraphicSettings Members
Autodesk.Revit.DB Namespace